[
  {
    "id": 0,
    "title": "Яндекс.Навигатор теперь умеет синхронизировать маршруты проезда и поддерживает жесты 3D Touch",
    "content": "Компания Яндекс обновила мобильное приложение Яндекс.Навигатор. Помимо традиционных исправлений ошибок новая версия принесла функцию сохранения истории маршрутов и избранного в облаке, а также нативную поддержку технологии 3D touch в смартфонах iPhone 6s и iPhone 6s…"
  },
  {
    "id": 1,
    "title": "Канадские эксперты обвинили разработчика приложений из Новосибирска в рекламном мошенничестве на $250 000 в день",
    "content":"Представители канадской фирмы по компьютерной безопасности заподозрили российского разработчика приложений в создании сложной схемы мошенничества в интернете. Схема реализовывалась через принадлежащий Twitter рекламный сервис. Новосибирский разработчик мобильных приложений Academ Media отрицает обвинения в многомиллионном мошенничестве…"
  },
  {
    "id": 2,
    "title": "Apple запатентовала внешний вид и расположение порта USB-C в MacBook",
    "content": "Бюро по патентам и товарным знакам Гонконга закрепило за корпорацией Apple права на использование в ноутбуках нового интерфейсного разъема USB-C. Заявка на патент под номером 1501914 была подана в начале сентябре 2015 года, однако утверждена…"
  },
  {
    "id": 3,
    "title": "«Вложено слишком много денег»: правительство решило пока не закрывать «Сколково»",
    "content": "Идея об объединении и ликвидации «Сколково», которая обсуждалась в конце января на совещании экспертного совета при правительстве РФ, была отвергнута, сообщает Kommersant со ссылкой на собственные источники. В правительстве полагают, что в фонд «вложено слишком…"
  },
  {
    "id": 4,
    "title": "Google улучшила качество связи в приложении Hangouts",
    "content": "Google продолжает работу над оптимизацией своих программных продуктов и сервисов. В последнем обновлении мессенджера Hangouts пользователи обратили внимание на улучшение качества связи. Речь идет о более качественных звуке и видеопотоке. Теперь приложение для связи между…"
  }
]
